<template>
  <div>
      <h6>
        개인 정보 이용 약관
      </h6>
      1. 개인 정보 수집 항목
      <br>
      <p>
        ① 최초 회원가입시 회원식별 및 최적화된 서비스 제공을 위해 아래와 같은 정보를 수집합니다.
        <br>
        - 필수항목: 아이디, 비밀번호, 가입회원구분, 학교, 학년, 반, 이름, 주소, 전화번호, 휴대폰번호, 이메일, 메일링서비스유무
      </p>
      <p>
        ② 서비스 이용과정이나 사업 처리과정에서 아래와 같은 정보들이 생성되어 수집될 수 있습니다.
        <br>
        - 서비스 이용기록, 접속로그, 쿠키, 접속IP 정보, 결제기록, 불량이용 기록
      </p>
      2. 개인 정보 수집 및 이용목적
      <br>

      ① 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산
      콘텐츠 제공, 물품배송 또는 청구서 등 발송, 금융거래 본인 인증 및 금융 서비스, 구매 및 요금 결제, 요금추심

      ② 회원 관리
      회원제 서비스 이용에 따른 본인확인, 개인식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 확인, 가입 및 가입횟수 제한, 만14세 미만 아동 개인 정보 수집 시 법정 대리인 동의여부 확인, 추후 법정 대리인 본인확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달

      ③ 마케팅 및 광고에 활용
      신규 서비스(제품) 개발 및 특화, 인구통계학적 특성에 따른 서비스 제공 및 광고게재, 접속 빈도 파악, 회원의 서비스 이용에 대한 통계, 이벤트 등 광고성 정보 전달 (회원님의 개인정보는 광고를 의뢰한 개인이나 단체에는 제공되지 않습니다.)

      ④ 개인정보 위탁처리
      제공 받는자 : 덕성

      목적 : 상품 및 배송, 반품, 환불, 고객상담 등 정보통신서비스제공계약 및 전자상거래(통신판매)계약의 이행을 위해 필요한 업무의 처리

      항목 : 성명, 전화변호, 휴대전화번호, 배송지주소

      보유기간 : 서비스 종료 후 1년

      귀하는 위 개인정보의 수집 및 이용에 대하여 동의하지 않을 권리를 가지고 있습니다.단 동의하지 않을 시 서비스이용에 불편이 있을 수 있습니다.

      3. 개인 정보 보유 및 이용 기간
      원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다.
      단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.

      ① 회원탈퇴시 보존 개인정보
      보존항목: 회원님께서 제공한 이름, 아이디, 이메일주소, 주소, 전화번호
      보존근거: 불량 이용자의 재가입 방지, 명예훼손 등 권리침해 분쟁 및 수사협조
      보존기간: 회원탈퇴 후 1년
      ② 상거래 관련 보존 개인정보
      보존항목: 상거래 이력 및 회원님께서 제공한 이름, 이메일주소 등
      보존근거: 상법, 전자상거래 등에서의 소비자보호에 관한 법률
      보존기간: 결제와 관련된 기록 : 5년
      소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
      (https://t-sol.jihak.co.kr/)
  </div>
</template>

<script>
export default {
  name: 'UseInfo',
}
</script>